DeviceName = "Indbygget lyd";
DeviceShortName = "Indbygget";
ManufacturerName = "Apple Inc.";

Headphones = "Hovedtelefoner";
IntSpeakers  = "Indbyggede højttalere";
LineOut = "Linjeudgang";
DigitalOut = "Digital ud";

ExternalMic = "Ekstern mikrofon";
InternalMic = "Indbygget mikrofon";
LineIn = "Linjeindgang";
DigitalIn = "Digital ind";

DeviceNameHeadphone = "Indbygget hovedtelefon til lyd";
DeviceNameSpeaker = "Indbygget højttaler til lyd";
DeviceNameLineOut = "Indbygget linjeudgang til lyd";
DeviceNameDigitalOut = "Indbygget digital lydudgang";
DeviceNameLineIn = "Indbygget linjeindgang til lyd";
DeviceNameAuxIn = "Indbygget hjælpeindgang til lyd";
DeviceNameMic = "Indbygget mikrofon til lyd";
DeviceNameExtMic = "Ekstern mikrofon til indbygget lyd";
DeviceNameDigitalIn = "Indbygget digital lydindgang";

DevShortNameHdpn = "Indbygget hovedtelefon";
DevShortNameSpkr = "Indbygget højttaler";
DevShortNameLino = "Indbygget linjeudgang";
DevShortNameSpdo = "Indbygget digital udgang";
DevShortNameOut = "Indbygget udgang";
DevShortNameLini = "Indbygget linjeindgang";
DevShortNameAuxi = "Indbygget hjælpeindgang";
DevShortNameEMic = "Indbygget ekstern mikrofon";
DevShortNameIMic = "Indbygget mikrofon";
DevShortNameSpdi = "Indbygget digital indgang";
DevShortNameIn = "Indbygget indgang";

UnlockedClock = "Låst op";
LockedClock = "Låst";